Repository: OCA/stock-logistics-barcode
Catalog: stock_scanner/hardware/i18n/sentinel/*.po
Languages: fr

source: Profile "{options.profile}" not found in file {options.config_file}!
fr: Profil "{options.profile}" introuvable dans le fichier {options.config_file}!

source: Autoconfiguration failed ! Please enter terminal code
fr: Echec d'autoconfiguration ! Saisir le code du terminal

source: No value available
fr: Pas de valeur disponible

source: An error occured Please contact your administrator
fr: Une erreur est survenue Merci de contacter votre administrateur

source: No scenario available !
fr: Pas de scénario disponible !

source: Scenarios
fr: Scénarios

source: Yes
fr: Oui

source: No
fr: Non

source: Selected : %s
fr: Sélection : %s

source: Selected : %d
fr: Sélection : %d
